window.SOURCE_PAGES = [
  {
    "page": 1,
    "text": "TOPIC Ⅰ. 인사행정 의의Ⅰ. 인사행정의 의의1. 인사행정의 개념과 특성▣ 국정운영의 주체이자 핵심변수: 공무원  ○ 공무원은 정책결정을 포함한 정책과정 전반에 걸쳐 직․간접적으로 개입  ○ 행정조직의 실질적 주체로서 정책과 행정의 승패를 좌우- 재화와 서비스를 제공하는 실질적 주체▣ 인사행정의 개념   ○ 조직(정부 등)의 목표달성을 위해 인적자원(공무원)을 효율적으로 획득하고 관리하는 일련의 활동이나 관리체제- 인적자원관리(HRM)란 인적자원의 확보(모집, 선발), 개발, 유지․활용, 평가, 보상 등을 의미- 이러한 활동들은 상호 독립적이고 순차적인 것이 아니라 상호연관된 상태에서 복합적으로 나타남▣ 인사행정에 관한 관점의 변화: 적극적 개념으로의 전환  ○ 전통적 시각에서의 탈피- personnel or manpower → Human Resource- 인간을 cost로 보던 과거의 전통적 시각에서의 탈피해 비용 이상의 이득을 가져다주는 resource or 투자의 대상인 capital or asset로 인식 → HRM의 관점 채택  ○ 공무원을 가치있는 자산으로 여기고 그에 대한 지출을 투자로 간주- complexity & uncertainty 환경하에서 정책과 행정서비스의 질은 공무원의 전문적 지식, 기술, 능력에 의해 좌우된다는 인식  ○ 공무원 관리에 있어 조직의 필요성만이 아닌 공무원 개개인이 지닌 욕구와 기대를 동시에 충족시키려는 전략적 접근 강조"
  },
  {
    "page": 2,
    "text": "- 개인목표와 조직목표 간의 조화와 균형 강조▣ 인사행정의 특성  ○ 행정체제의 하위체제(sub-system)- 인사행정은 정부의 목표달성을 위한 관리체제 중 인적자원을 대상으로 하는 하위체제- 인사행정은 행정의 하위체제로 행정체제를 포함한 환경과 상호작용․행정체제의 규범이나 활동은 인사행정을 직접적으로 규제 ․인사행정의 가치 정향이나 기준 등은 행정체제의 성격이나 성과에 영향  ○ 공무원을 대상으로 하는 관리체제- 공무원은 정부 정책의 성공 또는 실패를 결정․정부목표를 효율적으로 달성하기 위해서는 다양한 관리체제 필요- 아무리 잘 구성된 제도나 체제이더라도 그것을 운영하는 인적자원을 확보하고 활용하지 못한다면 성공할 수 없음  ○ 인사행정은 행정의 목표달성을 위한 수단적 성격- 인사행정은 정부의 실질적이고 구체적인 사업의 수립이나 집행에 직접 관여하지는 않음- 다만 정부활동에 필요한 적격자를 적재적소에 효과적으로 배치하고 그들의 능력을 개발하며, 근무의욕을 고취시킴으로서 정부의 목표달성에 기여▣ 인사행정의 기능(활동)  ○ 인사행정의 기능 or 활동- 인적자원의 확보(모집, 선발) - 인적자원의 개발(교육훈련, 경력발전)- 인적자원의 유지(사기와 동기부여)- 인적자원의 평가(근무성적평정, 역량평가)- 인적자원의 보상(보수, 후생복지, 연금)    ○ 공무원의 바람직한 활용을 통해 정부조직의 정책결정 및 집행능력을 제고시키는 것을 직접적인 목표로 함 → 이를 통해 행정의 기본가치인 생산성 제고와 민주성 실현"
  },
  {
    "page": 3,
    "text": "2. 인사행정(PA)과 인사관리(PM) 비교▣ 양자의 공통점  ○ 대상: 인적자원을 대상으로 한다는 점  ○ 기능: 조직의 생존과 성장을 위해 구성원을 모집․선발․근무성적평정․능력발전․동기부여하는 등 인적자원을 동원․관리한다는 점  ○ 수단성: 조직의 목표달성을 위한 수단적이고 보좌적인 성격을 지닌다는 점  ▣ 양자의 차이점  ○ 행정과 경영의 목적 차이에서 비롯된 차이점- 정부활동이 지니는 공공성에 기인- 행정의 목적 vs. 경영의 목적?  ○ 공공성과 정치적 성격의 여부 - 인사행정․정치적 환경속에서 이루어지는 관계, 정치적 요인(다양한 정치적 규범 및 요구) 작용․모든 정책이 그러하듯이 정부의 인사정책 역시 정치적 산물․이러한 측면에서 PA는 PM보다 비효율적․비생산적이라는 비판ex. 국무총리나 각 부처 장관 후보자에 대한 인사청문회에서 여야의 대립- 인사관리․능률성과 생산성 위주  ○ 엄격한 공공통제, 법적 제약 & 탄력성 여부 - 인사행정․인사행정 활동과 관련된 주요 원칙과 절차가 법적으로 엄격하게 규정 → 재량과 선택의 폭이 좁고 비탄력적 → 법적 제약에 따른 인사행정의 경직성↑․급변하는 환경변화에 효율적으로 적응하지 못함․이러한 측면에서 PA는 PM보다 경직적- 인사관리․기업의 이윤을 극대화하기 위해 시장경제의 경영논리에 따라 신축성 있게 인적자원을 동원․관리 "
  },
  {
    "page": 4,
    "text": "․PA에 비해 법적 제약을 거의 받지 않음 → 상당히 탄력적  ○ 고용목적의 다양성 - 인사행정: 다양한 목적하에 사람을 고용/활용․정치적 보상으로 활용  ex. spoils system․복지정책의 한 형식으로서 고용창출 또는 사회적 형평성 실현을 위해 제공  ex. 공공근로자 사업- 인사관리: 이윤추구 목적하에 사람을 고용/활용  ○ 정부활동의 비시장성: 생산성 측정의 곤란성 - 인사행정․정부활동의 비시장성으로 인해 구성원의 활동과 생산성을 측정하는 데 한계 ․이러한 한계는 인적자원의 합리적 선택과 활용을 어렵게 하는 원인- 인사관리․인적자원의 생산성 측정이 상당히 용이․ex. 자동차 영업사원의 실적, 보험설계사의 실적  ○ 업무범위의 광범위성과 다양성- 인사행정․정부업무범위가 상대적으로 광범위․사회질서유지기능 등은 민간부문에서 수행되지 않는 기능․이러한 이유로 인해 정부인력 규모도 방대하고 직종 또한 다양해 질 수밖에 없음 → 인사행정의 대상과 기능도 인사관리에 비해 매우 다양하고 복잡- 인사관리․기업의 이윤창출과 관련된 업무만 수행"
  },
  {
    "page": 5,
    "text": "Ⅱ. 인사행정의 이념▣ 일반행정의 이념과 인사행정이념  ○ 일반행정의 이념  ○ 인사행정 이념?!?!1. 효율성(efficacy)▣ 일반행정에서의 효율성(efficacy)  ○ economy  ○ efficiency  ○ effectiveness  ○ efficacy vs. productivity?▣ 인사행정에서의 효율성  ○ 정부의 HRM이 적은 투입으로 산출을 극대화시키는 행정목표를 달성할 수 있도록 이루어져야 함을 의미  ○ HRM 전과정에 걸쳐 추구해야 할 가치- 최소의 비용으로 보다 유능한 인재를 충원- 한정된 교육훈련비용으로 더 많은 인원에게 보다 양질의 지식과 기술을 교육- 인적자원의 능력에 맞게끔 적재적소에의 배치- 불필요한 유휴 인력 또는 근무실적이 극히 저조한 인력의 제거를 통한 인적 경비 감축  ○ 공무원의 선발이나 승진을 개인의 지식, 기술, 능력 등에 기초하여 이루어지게 하는 실적제는 효율성의 가치를 추구하는 대표적 인사제도2. 대응성(responsiveness)▣ 민주성  ○ 국민의 통제를 받는 동시에 국민에게 책임을 지는 것"
  },
  {
    "page": 6,
    "text": "  ○ 국민의 의사존중- 국민의 의사는 대표기관을 통해 수렴되고 법으로 제도화되는 절차를 밟기 때문에 인사행정의 민주성이란 입법부가 만든 법과 대통령의 명령을 따르는 합법성을 의미하기도 함- 환경이 급변하고 불확실성이 강한 현대사회에서는 대표기관이 정한 규정에만 의존할 경우 자칫 환경변화에 대한 탄력성이 저하될 가능성- 따라서 주권의 소재중심의 민주성 개념(국민의 주권을 위임받은 대표기관의 명령을 단순히 집행) → 주권의 실질적 보장 중심의 민주성 개념(위민행정)  ○ 이러한 맥락에서 인사행정에서의 민주성은 공무원의 구성과 이들의 태도에 의해 영향을 받을 수밖에 없음▣ 공무원의 대응성   ○ 행정의 민주성은 국민대표기관에 대한 공무원의 대응성을 확보함으로써 실현될 수 있는 가치  ○ 공무원의 대응성은 공무원이 국민대표기관의 요구나 지시에 입각하여 정책을 결정․집행하는 것을 의미- 공직윤리의 확립, 공무원들을 대상으로 한 민주적 가치의 내면화 등으로 확보될 수 있으나 임용방안의 중요성이 특히 강조 - 공무원의 대응성을 확보하기 위한 대표적인 임용제도는 엽관제- 엽관제의 임용기준은 충성심이나 정치적 신조의 공유여부  ○ 공무원이 선출직 공직자의 지시를 단순히 따르는 것이 참다운 민주적 대응성이라 할 수 있는가?  - 선출직 공직자들 모두가 언제나 국민 다수의 입장과 이익을 대변하는가?- 선출직 공직자들이 자기이익이나 특수 사회계층의 이익을 위한 정책을 결정․집행한다면 어떠한가?3. 사회적 형평성 (social equity)▣ 일반행정에서의 social equity  ○ 사회구성원들 사이에 존재하는 정치적․사회적․경제적 불평등을 완화하려고 노력하는 것"
  },
  {
    "page": 7,
    "text": "- 정치적․사회적․경제적으로 사회적 약자들에게 더 많은 양질의 행정서비스를 제공해 주어 사회구성원들 간에 존재하는 각종 불평등 현상을 중화시키려는 것 ▣ 인사행정에서의 social equity  ○ 소극적 의미의 사회적 형평성 추구- 인종․성별․연령․출신지역 등과 무관하게 누구에게나 공직에 지원할 수 있는 기회를 동등하게 보장하는 것  ○ 적극적 의미의 사회적 형평성 추구- 과거로부터 누적되어 왔거나 과거에 겪었던 희생이나 차별을 보상하고자 특정 집단을 선발 승진 등에 있어서 우대하는 것- 민간부문에서 고용과 보수에서 차별을 받기 쉬운 소수민족․여성․장애인 등과 같은 집단과 국가유공자, 제대군인, 참전군인 등도 적용대상에 포함  ○ 균형인사4. 공무원 개인의 권익보호▣ 소극적 의미에서의 권익보호  ○ 정부나 상관의 자의적 판단이나 불이익 처분으로부터 공무원을 보호하는 것- 공무원에게 신분상 불이익을 가하는 조치를 취할 수 있는 사유를 제한하는 규정이 있을 것- 공무원에게 불리한 조치를 취하는 절차가 세밀히 정해져 있고 불이익 사유의 입증 책임이 정부나 관리감독자에게 있을 것- 오래 근무한 공무원일수록 더 큰 보호를 받을 것- 정부나 관리감독자가 공무원의 공식적 대표기구와의 협의나 협상을 통해 인사상의 이슈들을 해결할 것  ▣ 적극적 의미에서의 권익보호  ○ 한 국민으로서의 기본권이 공무원이라는 이유로 침해되어서는 안된다는 의미   ○ 공무원이 법적인 측면만이 아니라 경제적․사회적․심리적 측면에서 인간다운 삶을 살 수 있는 여건을 마련해 주는 것"
  },
  {
    "page": 8,
    "text": "- 직장에서의 심리적 욕구를 충족할 수 있는 기회부여- 동시에 보수와 근무환경 개선 등과 같은 물질적 측면의 복리증진을 통해 가능5. 한국 인사행정이 나아가야 할 방향▣ As Is  ○ 실적기준이 엄격히 적용되지 않은 임용: 효율성 침해  ○ 공무원들의 권위주의적 태도: 대응성 침해  ○ 여성공무원들의 상위직 점유율의 저조: 형평성 침해  ○ 잦은 공무원 숙청 및 공무원단체 결성의 법적 금지: 권익보호 침해▣ To Be  ○ 연봉제, 개방형 임용제, 임금피크제: 효율성 및 대응성 제고  ○ 고객지향적 행정 추구: 대응성 제고  ○ 사회적 형평성 제고를 위한 방안"
  },
  {
    "page": 9,
    "text": "[인사행정론 실전 역량 키우기]\n[예제1-국가직 7급] 다음중 여타 인사행정 제도와 그 성질이 다른 하나는?   ① 이공계 공직 진출 확대 정책   ② 장애인 취업 알선 제도   ③ 양성평등 채용목표제   ④ 국가유공자 가점 취업[유제1] 인사행정의 개념과 특징을 올바르게 설명하지 못한 것은?    ① 인사행정은 행정의 공공성과 독점성으로 인해 효율성을 가장 우선시한다.    ② 정치적 환경 속에서 인사행정은 정치적 압력을 받을 수 있다.    ③ 인사행정에서 재량의 여지가 적고 법적 규제가 강한 것은 법적 제약성 때문이다.    ④ 행정에 대한 국민의 통제는 인사행정의 탄력성을 약화시키는 원인이다.    ⑤ 인사행정이란 정부활동에 필요한 인적자원의 효율적 관리 활동을 의미한다.[유제2] 인사행정과 인사관리의 특성에 대해 잘못 설명된 것은?    ① 인사행정은 인사관리에 비해 정치성이 강하다.     ② 인사행정은 인사관리에 비해 효율성이 약하다.    ③ 정부조직에서는 민간기업과는 달리 다양한 목적으로 사람을 고용한다.     ④ 인사행정은 정부활동의 비시장성으로 인해 인사관리에 비해 생산성 측정이 상대적으로 어렵다.     ⑤ 인사행정은 인사관리에 비해 법적 제약을 많이 받기 때문에 탄력적이다. "
  },
  {
    "page": 10,
    "text": "TOPIC Ⅱ. 인사행정 체계1. System Theory▣ D. Easton의 System Theory\n2. 인사행정 체제의 구성요소1) 투입과 산출▣ 투입 (input)  ○ 환경으로부터 인사행정체제 내부로 직무를 수행할 자원투입   ○ 투입내용- 정치적․사회적 요구와 지지- 인적․물적 자원- 법적․제도적 장치: 체제내부의 전환과정에서 공무원이 수행해야 할 임무가 무엇이고 그것을 어떻게 수행해야 할 것인지에 대한 절차를 규정 "
  },
  {
    "page": 11,
    "text": "▣ 전환 (conversion)  ○ 인사행정의 이념- 인사행정의 지침이 되어줄 최고의 가치- 환경으로부터의 기대를 반영- 환경의 변화에 따른 우선순위의 변화 ex. ․환경으로부터 실적기준이 엄격히 적용되지 않은 임용: 효율성 침해    ․공무원들의 권위주의적 태도: 대응성 침해  ○ 인사행정의 내부환경- 인사행정의 제도적 요소- 실적주의제, 직업공무원제, 공직분류제도, 인사기관 등  ○ 인사행정의 주요 기능- 인적자원의 확보: 모집, 선발․정부에서 필요한 인적자원을 충원하는 활동․단순히 빈자리를 채우는 것이 아니라 유능한 사람을 공직에 유입시키는 데 그 의미가 있음- 인적자원의 개발: 공무원의 능력발전을 위한 교육훈련, 인사이동․기본적인 직무수행 능력과 변화하는 환경에 대한 대응능력을 교육, 훈련․직업공무원제 하에서는 일단 공직에 임용된 후에는 장기간에 걸쳐 근무 → 따라서 새로운 시대에 필요한 기술과 지식을 지속적으로 교육훈련ex. 인공지능사회에서 AI 또는 데이터 Literacy 교육- 유지․활용: 사기와 동기부여․실제 직무를 맡겨 이를 성공적으로 수행할 수 있도록 유지․활용․유지․활용과정에서의 과제: 공무원들의 행동이 공공성과 윤리성을 유지하도록 관리하고 공무원들의 권익을 보호- 인적자원의 평가: 근무성적평정 및 성과평가․근무성적평정: 개인을 대상으로 한 평가로 실적뿐만 아니라 과정상의 능력, 노력, 태도 등을 평가 ․생산성: 개인뿐만 아니라 집단이나 조직차원에서의 평가를 포함하며, 근평과는 달리 산출에 대한 양적․질적 측면에 초점 - 보상: 보수와 연금"
  },
  {
    "page": 12,
    "text": "․동기부여: 공무원들이 최대의 생산성을 창출할 수 있도록 그들의 근무의욕을 고취시킬 수 있는 다양한 제도적 장치가 필요․성과급과 같은 경제적 유인제도 외에도 사회심리적․개인적 욕구의 충족필요  ○ 개인과 직무의 통합- 인사행정의 중요한 목표이면서 인사행정체제의 내부산출물- job과 사람의 균형․조화▣ 산출 (output)   ○ 개인의 성과 (individual performance)- 공무원 개개인에 대한 능력발전과 동기부여의 복합적 산물- 직무만족  ○ 조직의 성과 (organizational performance)- 직무성과- 조직이 부여받은 본래의 과업을 제대로 수행하였는가?- 조직이 수행하는 과업의 내용과 전달방식이 환경의 요구에 부합되는가?- 효과성, 생산성, 행정수요에 대한 대응성, 환경으로부터의 자원확보 등을 통해 측정 ▣ 환류 (feedback)  ○ 조직성과와 개인성과에 대한 평가와 정보는 환류를 통해 인사행정체제에 대한 투입과 인사행정체제 자체의 구성 및 운영전반에 걸쳐 영향을 미침2) 환경▣ 법적 환경  ○ 인사행정의 자의성 감소를 통한 인사행정의 합리성과 공정성 보장을 위한 법규- 국가공무원법, 정부조직법, 공직자윤리법 등  ○ 지나친 법적 제약은 인사행정의 경직화 초래- 법적 제약으로 인한 급격한 환경변화에의 탄력적인 대응의 불가능▣ 정치적 환경 "
  },
  {
    "page": 13,
    "text": "  ○ 인사행정은 정치적 환경으로부터 요구와 기대를 받음- 행정수반이나 의회는 책임정치의 실현과 공무원의 통제라는 측면에서 인사행정에 공식적인 영향을 미침․대통령의 공무원 임면권과 인사청문회․엽관주의 (spoils system)- 공무원들의 정책결정 과정에서의 역할이 증대됨에 따라 비공식 채널을 통해 인사결정에 개입- 대중매체나 일반시민 역시 부정적 보도 등과 공무원에 대한 불만 또는 부정적 태도는 공무원의 사기 저하와 유능한 인재 충원에 영향   ○ 정권교체 등으로 인한 부처의 통폐합과 인력감축, 장․차관의 교체▣ 경제적 환경  ○ 경제의 건전성 여부- 인사행정의 기능과 활동은 경제상태에 의해 좌우- 국가예산의 증감 → 공무원 보수 책정, 교육훈련 등에 영향  ○ 경제성장의 지속 → 적극적인 인사정책 강구- 경제성장 → 민간부문의 고용증가 → 민간부문과의 인력유치경쟁 심화 → 적극적인 인사정책 강구  ○ 경제성장 침체 및 불황 → 인력 감축의 부담- 경기불황 체제하에서의 인사정책: 공무원 정년단축, 채용규모 축소, 보수 인하 등▣ 사회․문화적 환경  ○ 유교적 전통문화- 연공서열, 온정주의, 연고주의 등  ○ 사회의 인구통계학적 변화- 여성인구의 증가는 공무원 채용과 운영상의 변화 초래: 여성공무원의 증가는 시간제 근무, 가족질병 휴가제 등과 같은 여성친화적 인사정책 수립의 필요성 증대- 노인인구의 증가? 인사행정의 영향????   ○ 사회문제의 복잡성 → 전문인력의 필요성 증대  ○ 국민의 생활 및 의식 수준의 향상 → 이에 상응하는 공무원의 의식개혁 요구"
  },
  {
    "page": 14,
    "text": "▣ 기술적 환경   ○ 기술 발전으로 인한 인사행정의 변화- 디지털, AI 기술의 발달은 작업여건, 인간관계, 의사소통, 생산성, 사기, 인적자원계획 등의 성격과 그에 대한 접근방법을 근본적으로 변화ex. 재택근무의 가능성- 기술의 발달은 외부로부터의 전문가 유입과 공무원에 대한 지속적인 교육훈련 요구ex. 공무원 디지털, AI 교육"
  },
  {
    "page": 15,
    "text": "[인사행정론 실전 역량 키우기][유제1] 다음 중 최근 인사행정에 관한 설명으로 바르게 설명된 것은?    ① 정부성과 향상을 위해 각각의 인적자원관리 활동들(확보, 개발, 유지, 평가, 보상)은 상호독립적인 활동으로 강조되고 있다.     ② 최근 인사행정에서는 조직의 필요성을 강조하기 보다는 공무원 개개인의 욕구와 기대를 강조한다.     ③ 최근 정부기능이 다양화됨에 따라 인적자원은 투자가 아닌 지출의 대상으로 간주되고 있다.     ④ 최근 인적자원관리의 중요성이 부각됨에 따라 개인과 직무의 통합이 강조되고 있다. [유제2] 다음 중 인사행정 체계에 대한 설명으로 바르지 못한 것은?    ① 인사행정의 주요 기능(확보, 개발, 유지, 평가, 보상)은 전환(conversion)과정에 해당한다.     ② 인사행정의 이념은 전환(conversion)과정 내용에 포함된다.     ③ 인사행정의 산출(output)인 직무만족은 개인성과에 해당한다.     ④ 인사행정의 산출(output)인 직무성과는 조직성과에 해당한다.     ⑤ 인사행정 법규는 합리성과 공정성을 보장함으로써 인사행정의 자의성을 증가시켜 준다. "
  },
  {
    "page": 16,
    "text": "TOPIC Ⅲ. 인사행정 주요 이론1Ⅰ. 엽관주의 (Spoils System)1. 발달과정▣ 국민대표기관에 대한 관료의 대응성 확보를 위한 system  ○ 민주정치의 발달에 따라 관료기구와 국민과의 동질성을 확보하기 위한 수단으로 발전  ▣ 영국  ○ 은혜적 정실주의 - 당시의 영국국왕은 자신의 정치세력을 확대하거나 반대세력을 회유하기 위해 개인적으로 신임할 수 있는 의원들에게 국왕의 특권으로 고위관직이나 고액의 연금을 선택적으로 부여- 장관들도 하급관리의 임명권을 이권화함으로서 정실주의를 확대  ○ 정치적 정실주의 - 명예혁명 이후 국왕에 대한 의회의 우월성 확립되고 내각책임제의 실시로 인해 관리의 임면에 대한 실권이 국왕에게서 점차 의회의 다수당에게 이전- 의회 의원들은 선거운동에 대한 대가로 그들의 지지자들에게 관직과 연금을 부여  ○ 평가- 영국의 정실주의는 정권담당 정당과 관료기구와의 동질성 확보를 위한 관직의 교체라는 엽관주의적 성격보다는 개인적 은혜에 따른 관직과 연금의 종신적 부여라는 정실주의적 성격이 강함▣ 미국  ○ 연방주의자와 분리주의자와의 대립- George Washington․관직임명의 원칙: 공직자로서의 적격성과 적재적소의 배치  ․연방주의자와 분리주의자들 간의 갈등으로 효과적인 기능수행의 불가능"
  },
  {
    "page": 17,
    "text": "․결국 집권 후반기부터 자신과 동일한 정치적 신념을 가진 연방주의자들로 행정부 구성 → 당파적 색채 띠기 시작 - Thomas Jefferson․연방주의자들에 의해 독점되던 연방정부에 자신의 세력을 끌어들이기 시작․이때부터 정당에 대한 기여도를 공직임명의 기준으로 하는 엽관주의 발달․Four Years' Law(1820): 엽관주의의 법적 기초 마련․좋은 가문을 지닌 상류층 출신자제들에 의해 지배 → 일반대중들 소외- Andrew Jackson․상류층의 공직독점에 대한 불만 고조 ․동부상류계층에 독점되어 있던 공직을 서부 개척민을 포함한 일반대중들에게 공개하기 위해 엽관주의를 “민주주의의 실천적인 정치원리”라고 선언한 후 공식적인 인사행정 기본원칙으로 채택 ← 소수 엘리트에 의한 독점이 아니라 일반국민을 보다 잘 대표하고 그들의 의사를 대변할 수 있는 사람들에게 공유시킴으로서 민주정치 발전에 기여한다고 보았기 때문․엽관주의를 통해 공직의 대중화 추진  ○ 평가- 미국의 엽관주의는 개인적 관계에 기초하고 있는 영국의 정실주의와는 달리 집권 정당과 관료기구와의 동질성을 확보하고 공직을 일반국민에게 개방함으로서 민주주의를 실현하기 위한 실천적인 인사원리로 채택- 엽관주의가 공식적인 인사원리로 채택될 수 있었던 배경․당시 단순하고도 안정적인 사회경제적 구조․비교적 동질적인 성격의 정당․단순한 행정업무2. 엽관주의의 의의▣ 개념  ○ 인사권자와의 정치적 관계나 개인적 관계를 기준으로 공무원을 임용하는 제도- 정치적 관계: 동일한 정치적 신념 및 정당에의 기여도- 개인적 관계: 혈연, 지연, 학연, 군과 같은 특수집단에의 membership"
  },
  {
    "page": 18,
    "text": "  ○ spoils system vs. patronage system  ○ 엽관주의적 임용의 의의- 집권당에 대한 관료적 대응성 보장을 위한 필수요건 → 민주주의의 필수적 요소3. Spoils System의 장단점▣ 장점  ○ 특권적인 정부관료제를 일반대중에게 공개 → 민주정치의 발달과 행정의 민주화  ○ 정당에 대한 공헌도나 충성도를 임용기준으로 삼음으로서 정당의 대중화와 정당정치의 발전에 기여  ○ 집권한 정당에 정부관료제가 예속 → 국민의 요구에 대한 관료적 대응성 향상  ○ 국민에 의해 선출된 정치지도자의 국정지도력 강화 → 국민의 지지를 받는 선거공약이나 정책의 실현이 용이▣ 단점: 공직의 질적 저하  ○ 소수의 간부에 의한 정당의 과두적 지배 촉진 → 공직의 사유화․상품화 → 매관매직이나 뇌물 수수 등과 같은 정치적․행정적 부패 초래  ○ 사회의 복잡화와 다원화 → 행정업무처리의 전문성과 능률성 요구 → 엽관주의는 이러한 변화에 대응하지 못함으로서 비능률성 야기  ○ 정권교체에 따른 대규모 인력의 교체 → 행정의 계속성, 일관성, 안전성의 훼손  ○ 정권창출에 공헌한 사람들을 임용하기 위해 불필요한 관직 증설 → 재정낭비   ○ 공직에의 취임이나 신분의 유지가 전적으로 소속정당이나 집권자에 의한 충성에 의존 → 행정의 공정성 침해  ○ 사회의 다원화로 인한 정당의 국민대표성 약화 → 더 이상 특정 정당이 전체 국민의 이익을 대변하는 것은 무리"
  },
  {
    "page": 19,
    "text": "4. 최근의 경향▣ 엽관주의의 지속  ○ 실적주의의 부작용에 기인  - 실적주의의 따른 강력한 신분보장 → 직업공무원의 관료주의化 심화  - 국민에 의해 선출된 정치지도자와 집권당의 관료통제력은 점차 약화- 이에 대해 국민에 의해 직접 선출되지 않고 정치적인 해고로부터 강력한 신분보장을 받는 직업공무원들이 어떻게 국민에 대해 책임질 수 있는가라는 비판- 그러나 엽관주의는 국민에게 책임을 지는 선출직 정치지도자들의 직업공무원에 대한 통제를 용이하게 해줌 → 국민에 대한 관료적 대응성 제고를 위해 엽관주의는 지속적으로 필요▣ 엽관주의의 한정적 허용  ○ 정책결정을 담당하는 고위직이나 특별한 신임을 요구하는 직위 등에 한정적으로 허용Ⅱ. 실적주의(Merits System)1. 발달과정▣ Spoil System의 비판에서 출발  ○ 정치적․사회적 환경변화에 따른 많은 부작용 노정  ○ 관료기구를 통제하던 정당의 본질 변화- 19세기 이후 선거권 확대 → 정당규모의 팽창 → 소수의 정당간부에 의한 과두적 지배 → 소수 간부에 의한 공직의 상품화 → 금전정치의 도구로 전락- 자본주의 발달과 산업화의 진전 → 사회의 복잡화와 다원화, 이질화 → 정당의 국민대표성 약화 → 이에 따라 관료기구를 정당보다는 전체 국민을 위한 봉사자로 전환하는 움직임- 자본주의와 산업화의 진전으로 인한 국가기능의 양적 증대와 질적 분화 → 사회문제 해결을 위한 전문성 요구(엽관주의에 의해서는 해결 불가능) → 이에 따라 더욱 안정적이고 능률적이며 전문성 있는 관료제에 대한 필요성 제기"
  },
  {
    "page": 20,
    "text": "▣ 영국  ○ 추밀원령(1870)에 의한 실적주의의 확립- 공무원의 임용은 원칙적으로 공개경쟁시험에 의하고, 시험은 일반교양과목에 한함  - 서기 업무를 행정적․지도적 업무와 기계적․반복적 업무로 구분하고 이에 의거 계급을 구분, 채용시험은 계급별로 구분하여 실시▣ 미국  ○ 엽관주의에 대한 개혁의 결과로 실적주의 도입- Pendleton Act(1883)․독립적이고 초당적인 인사위원회 설치  ․공개경쟁시험에 의한 임용․합격한 공무원에 대해서는 시보임용기간을 둠․공무원의 정치적 활동 금지  - Classification Act(1923)․1883년 실적주의의 적용을 받는 공무원은 전체공무원의 10%에 불과 ․1923년 분류법을 계기로 급격히 증가하여 1929년에는 80%에 달함- Hatch Act(1939)․공직에 대한 정당의 지배와 공무원의 정치활동을 금지  ○ 평가- 초기에는 공직임용에서 엽관주의적 요소를 제거하는 데 급급한 나머지 소극적으로 정의되고 경직적으로 운영- 현재는 신규 채용 이외에도 승진과 보수 등 인사행정 기능 전반에 걸쳐 적극적이고 능률지향적으로 정의2. 실적주의(Merits system)의 의의▣ 개념  ○ 개인의 능력이나 실적을 중요한 임용기준으로 하는 임용제도- 엽관주의에 의한 부패와 비능률성을 교정하기 위한 수단으로 제안"
  },
  {
    "page": 21,
    "text": "- 정치적 중립성과 행정의 능률성 확보를 위한 제도  ○ 실적주의의 구성요소- 기회균등- 실적에 의한 임용(공개경쟁시험)- 정치적 해고로부터의 신분보장- 정치적 중립▣ 기준  ○ 실적의 정의- 정의의 어려움․능력, 자격, 기술, 지식, 성과, 업적 등으로 정의- 측정의 어려움․측정도구의 비과학성(예 필기시험, 근무성적평정)  ○ 개인의 실적을 나타내는 지표- 직무수행능력- 생산성․보수와 등급은 근로자의 생산성을 반영․생산성은 교육, 훈련, 경험 등의 요소에 의해 합리적으로 평가가능- 교육수준- 전공분야- 근무경력- 경력 및 훈련3. Merits System의 장단점▣ 장점  ○ 실적주의의 기본원칙인 공개경쟁 채용시험은 공직취임의 기회균등이라는 민주적 요청을 충족  ○ 실적을 기준으로 한 공무원 임용 → 행정능률성 향상에 기여  ○ 공무원의 정치적 중립을 요구하기 때문에 행정의 공정성 보장"
  },
  {
    "page": 22,
    "text": "  ○ 정치적 해고로부터의 공무원의 신분보장 → 행정의 안정성과 계속성 유지, 나아가 전문적인 직업공무원제의 수립에 기여  ○ 공직의 상품화를 근원적으로 봉쇄 → 정치행정적 부패 감소▣ 단점  ○ 초기의 실적주의는 反엽관주의에 지나치게 집착 → 인사행정을 경직적, 소극적, 비능률적으로 전락  ○ 공직임용을 위한 자격요건과 시험내용이 직무수행능력과의 직접적인 연계성 부족- 일반적으로 학력이나 전공 또는 경력 등의 자격요건과 시험내용은 그 사회를 지배하는 계층의 가치관이나 이해관계를 반영- 따라서 소수민족이나 여성 등의 소외집단의 구성원들이 정부, 특히 고급 공무원집단에 진입하는 것을 어렵게 함  ○ 정치 지도자들에 의한 관료통제를 어렵게 함- 실적에 의한 임용과 강력한 신분보장은 직업공무원에 대한 통제력을 유지하는 데 장애요인으로 작용- 실적에 의해 임용된 공무원은 정치지도자들을 총한 국민의 요구에 적극적으로 대응하기 보다는 자신들의 관료적 이익을 우선적으로 추구하거나 무사안일한 보신주의적 행태에 탐닉하는 경향- 실적주의는 정치지도자들이 직업공무원들의 이와 같은 관료적 행태를 통제하는 것을 어렵게 함  ○ 공무원의 정치적 중립에 대한 요구도 국민이나 정치지도자의 요구에 공무원이 무감각하도록 만드는 요인으로 작용- 정부의 정책결정과정에서 주도적인 역할을 담당하는 공무원 특히 고급 공무원들에게의 정치적 중립의 요구는 참여민주주의의 원리에 어긋날 뿐만 아니라 정부관료제를 국민의 요구에 둔감한 폐쇄집단으로 만들 우려"
  },
  {
    "page": 23,
    "text": "4. 최근의 경향▣ 실적주의의 문제점 보완  ○ 인사행정의 운영에 신축성과 경쟁성을 확대하려는 경향  - 대표관료제적 개념의 부분적 도입  - 엽관주의적 임용의 확대- 정치적 중립의 완화- 중앙인사기관에 집중되어 있던 인사권한을 각 행정기관으로 위임- 공무원 인사관리에 경쟁적 개념의 도입- 공무원에 대한 신분보장 약화Ⅲ. 대표관료제(Representative Bureaucracy)1. 발달과정▣ representative bureaucracy의 태동  ○ D. Kingsley(1944)의 “대표관료제: 영국관료제의 해석”  ○ 국민에 대한 관료적 대응성 확보를 위해 대두- 사회집단간(인종, 성, 지역별, 종교, 언어)에 심각한 갈등을 해결- 정책집행뿐만 아니라 정책결정과정에서도 주도적 역할 수행함으로서 국민을 대표 → 그들의 영향력은 전문성이라는 무기를 통해 증대 → 사회의 복잡화와 다원화, 이질화 → 정당의 국민대표성 약화 → 국민에 대한 관료적 대응성 확보가 중요한 문제로 제기  ○ 현대 민주국가의 딜레마- 국민에 의해 직접 선출되지 않았으나 신분보장을 받고 있는 임명직 관료집단을 어떻게 민주적 방법으로 행동하도록 만들 것인가? - 대표관료제론자들은 이 딜레마를 관료들의 주관적 책임을 통하여 해결하고자 함- 관료들은 그들 스스로 책임지기를 원할 경우에만 책임있게 행동하는 데 결국 관료들이 어느 정도 책임있게 행동할 것인가의 문제는 궁극적으로 그들의 가치, 태도, 신념, 이해관계 등에 따라 결정"
  },
  {
    "page": 24,
    "text": "- 이러한 가치나 태도는 그들이 속해있는 사회집단에 의해 상당 부분 형성 - 만일 특정 집단 출신자들에 의해 정부관료제가 지배될 경우 다른 집단보다는 자신이 속한 특정 집단에 상대적으로 우호적일 가능성이 높음- 따라서 관료제가 사회내의 모든 집단에게 공평하게 대응하도록 하기 위해서는 관료가 그 사회를 구성하는 모든 주요 집단으로부터 인구비례에 상응하도록 골고루 충원되어야 함▣ 평가  ○ 대표관료제라는 용어는 애초에 모든 사회집단들이 그들의 통치기관에 참여할 권리를 가졌다는 의미로 사용  ○ 그러나 최근에는 모든 사회집단들이 전체 국민에서 차지하는 비율에 상응하여 관직을 보유해야 한다는 규범적 성격에까지 발전2. 대표관료제(Representative Bureaucracy)의 의의▣ 개념  ○ D. Kingsley(1944)- 사회내의 지배적인 세력들을 그대로 반영하도록 구성된 관료제  ○ Van Riper(1958)- 사회적 특성 외에 사회적 가치까지도 대표관료제의 요소에 포함- 직업, 사회계층, 지역 등의 관점에서 그 사회의 모든 계층과 집단을 합리적으로 대표할 수 있도록 구성되어야 할뿐만 아니라 그 사회의 사조나 태도까지도 충분히 반영될 수 있도록 구성되어야 함  ○ Kranz(1976)- 대표관료제를 비례대표제의 개념까지 확대- 특정 집단 출신이 정부관료제 내에서 차지하는 비율이 그 집단의 구성원들이 국가의 총인구에서 차지하는 비율과 동일하여야 할뿐만 아니라- 사회내의 모든 집단이 관료제 내의 모든 직무분야와 계급에 인구비율에 상응하게끔 분포되어야 함을 강조․특정 집단출신이 정부관료제 내에서 일정한 비율을 차지하고 있다 하더라도 "
  },
  {
    "page": 25,
    "text": "그들이 특정한 직무분야나 하위계급에만 집중되어 있다면 그 관료제는 진정한 의미에서 대표관료제라 할 수 없음  ○ 대표관료제란 그 사회를 구성하는 모든 주요 집단으로부터 인구비례에 따라 관료를 충원하고 그들을 정부관료제 내의 모든 직무 분야와 계급에 비례적으로 배치함으로서 정부관료제가 그 사회의 모든 계층과 집단에 공평하게 대응하도록 하는 인사제도- 정부관료제의 인적 구성이 그 사회의 인적 구성을 반영하게끔 정부관료제를 구성함으로서 정부관료제 내에 민주적 가치를 주입시키려는 의도에서 발달된 개념▣ 기본전제  ○ “관료들은 누구나 자신의 사회적 배경(출신집단)의 가치나 이익을 정책과정에 반영시키려 노력한다”  ○ 전제에 대한 비판- 소극적 측면: 구성적(임용전의 사회화) 측면을 강조․전체사회의 인구구성적 특성과 가치를 반영하는 관료제의 인적 구성을 강조․관료는 다른 사람들을 위하여 실제로 행동하는 것이 아니라 단지 그들을 상징적으로 대표할 뿐  - 적극적 측면: 역할(임용후의 행태)  강조․관료들이 출신집단의 이익을 위해 적극적으로 행동할 것을 기대Q's: 소극적 대표(임용전 사회화)와 적극적 대표(임용후 행태)간에 관계가 존재하는가? 공직에 임용되기 전에 사회집단에 의해 이루어지는 사회화가 공직에 임용된 후의 직무행태에 미치는 영향을 약화시키는 요인은 무엇인가?   ○ 임용전 사회화가 임용후 행태를 약화시키는 요인- 임용전 사회화와 관련된 요인- 조직과 관련된 요인- 개인적 요인"
  },
  {
    "page": 26,
    "text": "3. Representative Bureaucracy 장단점▣ 장점  ○ 국민의 다양한 요구에 대한 정부의 대응성을 향상- 그러나 정부관료제 내에서 적극적 대표가 지나치게 활성화되면 오히려 민주주의에 커다란 위협으로 작용할 가능성 내포- 서로 다른 이해관계집단의 갈등과 대립, 충돌은 사회적 형평성을 제고시킨다기 보다는 소수집단에 더욱 불리한 결과를 초래하거나 집단간 갈등을 증폭시킬 위험성  ○ 기회균등의 원칙을 보장함으로서 관료제의 국민대표성과 사회적 형평성의 제고라는 민주적 이념을 실현  ○ 정부정책에 대한 관료들의 책임성 제고- 정책결정과정에 직접 참여하여 자신의 요구를 관철시킨 집단은 그렇지 않은 집단보다 결정된 정책에 대해 더욱 강한 책임감을 느끼게 됨  ○ 정부관료제에 다양한 집단을 참여시킴으로서 정부관료제의 민주화에 기여  ○ 정책의 민주화와 합리적 정책결정- 다양한 정책참여자에 의해 민주적인 정책결정이 가능하고 정부가 좀더 합리적인 정책을 선택할 수 있도록 도와 줌  ○ 소외집단의 요구에 대한 정부정책의 대응성 제고 → 정부정책에 대한 국민들의 신뢰감 제고와 정책집행의 용이 → 정부활동의 능률성 증진  ○ 소외집단의 참여와 활용 → 국가차원에서 우수한 인적자원의 효율적 관리가능  ○ 전통적으로 차별받거나 소외되었던 집단의 사회경제적 지위를 향상 → 소외집단들의 반사회적 행위 감소- LA의 흑인폭동사건! 왜 발생했는가? 이를 방지하기 위한 방안으로서 대표관료제의 유용성은?!?!▣ 단점  ○ 소극적 대표가 적극적 대표를 보장하지 못할 뿐만 아니라 적극적 대표는 민주주의의 위협요소로 작용할 가능성 내포  ○ 전통적으로 소외받아오던 소수집단의 구성원 채용을 위한 각종 우대정책(예: 할당제)은 실적주의 훼손과 행정능률 저하"
  },
  {
    "page": 27,
    "text": "  ○ 역차별 문제- 할당제는 역차별 문제를 야기- 역차별 문제는 한시적으로 어쩔 수 없이 감수해야 하는 것인가?4. 한국에의 적용가능성▣ 대표관료제의 적용 가능성  ○ 집권세력의 지역배경 또는 특정 학교출신에 따른 고위공무원의 임명  - 정부의 정책정당성과 합리성 인정받지 못함- 지역감정 심화- 국민적 일체감 훼손  ○ 계층간, 집단간, 도농간, 남녀간 대립과 갈등 심화  - 여성채용목표제- 인종적․문화적 동질성으로 인한 출신지역이나 性이외의 집단기준에 대해 대표관료제 개념을 적용하는 데에는 한계  ○ 다문화사회의 전개"
  },
  {
    "page": 28,
    "text": "[인사행정론 실전 역량 키우기][예제1-9급] 엽관주의의 폐단이라고 볼 수 없는 것은?   ① 민주주의 저해   ② 공무원의 정치적 중립 저해   ③ 행정의 일관성 저해    ④ 행정의 낭비 초래    ⑤ 행정의 비능률성[예제2-9급] 실적주의의 주요 구성요소로 보기 어려운 것은?    ① 공직취임의 기회균등    ② 공무원 인적 구성의 다양화    ③ 신분보장 및 정치적 중립    ④ 실적에 의한 임용[예제3-9급] 실적주의 공무원제도에 대한 설명으로 옳은 것은?   ① 미국에서는 잭슨(Jackson) 대통령에 의해 공식화되었다.   ② 공직의 일은 건전한 상식과 인품을 가진 일반 대중 누구나 수행할 수 있는 것이라고 전제하였다.   ③ 공개경쟁시험, 신분보장, 정치적 중립이 핵심적인 요소이다.   ④ 사회적 형평성을 가장 중요한 가치로 삼는 인사제도이다.[예제4-7급] 대표관료제에 대한 설명으로 잘못된 것은?    ① 임용할당제는 기회의 평등보다는 결과의 평등에 초점을 둔다고 할 수 있다.    ② 실적주의의 도입으로 대표관료제를 실현할 수 있었다.    ③ 대표관료제는 역차별을 가지고 올 수 있다.     ④ 출신집단의 이익을 대표하려는 책임 속에서 서로 견제해 내부통제가 강화된다. "
  },
  {
    "page": 29,
    "text": "TOPIC Ⅳ. 인사행정 주요 이론2: Career Civil Service System1. 발달과정▣ 대규모적인 공무원제도의 확립: 절대군주국가  ○ 중세봉건사회에서는 대규모적인 공무원제도가 발달하지 못함  ○ 절대군주국가 시대- 중앙집권적 통일국가체제를 유지하기 위하여 강력하고 대규모적인 상비군을 양성- 상비군을 유지하기 위한 재원조달을 담당할 관료조직의 필요성 대두- 이에 따라 대규모적인 관료조직을 정비하고 관리하기 위한 인사행정 제도와 기능이 체계화되기 시작▣ 절대군주국가의 관료제도 및 인사제도  ○ 군주는 국가와 동일시- 군주는 관료에 대하여 절대적인 지배권 지님 - 관료는 군주의 신하로서 군주에 대해 절대적인 충성과 복종의 의무 지님  ○ 관료제는 군주를 정점으로 하는 중앙집권적인 계층구조- 관료에게는 상관에 대한 절대 복종, 엄격한 의무이행, 등 엄격한 복무규율 요구- 반면에 관료로서의 특권과 신분의 보장- 관료에게는 토지대신 봉급이 지급  ○ 근대적 성격의 임용제도에 의한 충원- 관료의 지원자격: 대학에서 관방학을 이수한 자- 통계나 예산에 관한 시험- 임명된 후에는 비교적 강력한 신분보장▣ 영국의 경우  ○ 해외식민지 개척으로 인한 직업공무원제의 미확립- 해외식민지 개척으로 인해 상비군의 유지에 필요한 재원을 국내에서 조달할 필요가 없었음"
  },
  {
    "page": 30,
    "text": " - 따라서 절대군주제가 확립된 16세기 이후에도 강력하게 조직화된 대규모의 관료조직은 양성되지 못함  ○ 19세기 중엽이후부터 직업공무원제 발달- 19세기 중엽까지 정실주의에 입각한 관료 임명- 오랜 군주제적 전통에도 불구하고 실적주의가 확립되기 시작한 19세기 중엽이후부터 직업공무원제 발달▣ 미국의 경우  ○ 직업공무원제를 민주주의에 대한 위협으로 인식- 즉, 관직의 장기점유는 관료주의화를 촉진시키고, 행정의 민주화를 저해 - 이에 따라 엽관주의를 민주주의의 실천적 원리로 인식 - Four Years' Law- 모든 직급에 외부임용을 허용하는 개방형 임용제 채택  ○ 미국의 공무원제도는 직업공무원제적인 성격이 약한 편▣ 기타  ○ 유럽대륙 - 절대군주국가때부터 직업공무원제도 발달- 당시의 관료는 어디까지나 군주의 신하로서의 지위를 지니고 있었으며, 따라서 국민에 대한 봉사자로서의 지위를 지니는 오늘날의 직업공무원과는 근본적으로 상이2. 직업공무원제도의 의의▣ 개념  ○ 우수한 젊은 인재들을 공직에 유치하고, 그들이 공직에 근무하는 것을 명예로 인식하고 정년퇴임시까지 장기간에 걸쳐 성실하게 근무하도록 조직․운영되는 인사제도  ○ 직업공무원제 vs 실적주의▣ 특성  ○ 공무원의 장기근무를 장려하므로 젊고 유능한 인재를 공직에 유치하기 위한 노력"
  },
  {
    "page": 31,
    "text": "  ○ 채용당시의 직무수행능력보다 장기적인 발전가능성이나 잠재력을 더욱 중요시  - 이에 따라 교육훈련과 경력발전에 많은 관심과 노력   ○ 장기근무: 전문행정가(professionalist)보다는 일반행정가(generalist) 양성에 유리  ○ 폐쇄형 임용체제- 조직의 중간계층으로의 신규 채용은 원칙적으로 불허- 상위직의 대부분을 내부승진에 의해 충원  ○ 장기근무로 인해 공직에 대한 직업적 연대의식 및 일체감 형성  ○ 공무원 신분보장으로 인해 정권교체에도 불구하고 공직의 안정성과 행정의 일관성 및 계속성을 확보  ○ 자기성장이나 승진을 중요 요건으로 함 ▣ 직업공무원제도의 수립요건  ○ 공직에 대한 높은 사회적 평가- 사회적 평가란, 공직에 따른 부가적인 혜택이나 음성적인 수입에 대한 것이 아니라 국가발전에 대한 공헌이나 공공봉사에 관한 것- 그래야만 젊고 유능한 인재를 유치․활용할 수 있음  ○ 젊고 유능한 인재를 선발하기 위한 적절한 임용제도와 절차 마련  ○ 임용된 후에는 장기적인 경력발전 경로가 마련되어야 함- 체계적이고 공정한 승진이나 배치전환 등의 내부임용과- 지속적인 교육훈련 등의 능력발전 기회 제공  ○ 장기근무 유도를 위한 신분보장 제도와 동기부여 방안의 마련- 보수, 연금 등  ○ 이상의 조치가 효율적으로 이루어지기 위해서는 장기적인 인력수급 계획이 전제되어야 함3. 직업공무원제도의 장단점▣ 장점  ○ 공직을 전문직업 분야로 확립하는 데 유리  ○ 공직에 대한 자부심과 일체감의 강화와 높은 수준의 봉사정신과 행동규범을 유지하는 데 용이"
  },
  {
    "page": 32,
    "text": "  ○ 공무원의 능력발전을 통한 정책결정 및 행정관리기능을 담당하는 고위공무원의 양성에 유리  ○ 행정의 계속성과 안정성, 일관성 유지에 유리▣ 단점  ○ 폐쇄적 임용으로 인한 공무원집단의 보수화 및 관료주의화  ○ 공직분위기 침체와 공무원의 전반적인 질적 수준 저하  ○ 지나친 공무원 신분보장으로 급격한 외부환경 변화에 대한 대응의 어려움   - 무사안일, 변화에 대한 저항의 심화   ○ generalist의 양성은 professionalist의 양성을 저해하여 행정의 전문화 요구에 역행4. 최근의 경향▣ 직업공무원제의 존속 or 철폐  ○ 직업공무원제의 존속  - 행정은 단순히 기술적 전문성뿐만 아니라 민주성, 공익성, 봉사성 등 경영과는 다른 독자적인 가치기준과 윤리규범을 요구하기 때문- 행정업무의 일관성과 연속성- 직업공무원제의 문제점 보완 장치 마련․개방형 임용제․미국식의 직위분류제․전문가주의의 특성을 도입   ○ 직업공무원제의 철폐  - 전통적인 직업공무원제는 행정의 민주성과 능률성을 저해- 전통적인 직업공무원제도의 문제점 극복을 위한 개혁조치 단행"
  },
  {
    "page": 33,
    "text": "[인사행정론 실전 역량 키우기][예제1-지방직 9급] 직업공무원제의 수립요건과 거리가 먼 것은?    ① 공직에 대한 높은 사회적 평가    ② 젊고 유능한 인재선발을 위한 적절한 임용제도    ③ 장기근무 유도를 위한 신분보장 제도와 동기부여 방안    ④ 장기적인 인력수급계획    ⑤ 채용당시 인적자원의 직무수행능력[예제2-서울직 9급] 직업공무원제를 올바르게 수립하기 위한 요건에 대한 설명으로 잘못된 것은?    ① 공직에 대한 높은 사회적 평가가 있어야 한다.    ② 공무원 인력계획에 대한 장기적인 계획이 수립되고 운영되어야 한다.    ③ 젊은 사람보다는 직무경험이 있는 사람이 채용되도록 해야 한다.    ④ 노력에 대한 보상이 적절해야 하며, 보수가 적절하게 지급되어야 한다.    ⑤ 승진, 전보, 훈련 등을 통한 능력 발전의 기회가 공정하게 주어져야 한다.[예제3-국가직 9급] 직업공무원제의 특징으로 옳지 않은 것은?    ① 직무급 중심 보수체계    ② 능력발전의 기회 부여    ③ 폐쇄형 충원방식    ④ 신분의 보장"
  },
  {
    "page": 34,
    "text": "TOPIC Ⅴ. 공직분류체계Ⅰ. 공직분류 제도의 의의▣ 공직분류 제도의 의의  ○ 공직분류- 공직의 분류- 공직의 구조화 내지 공직의 배열과 관련된 개념  ○ 공직분류제는 일련의 인사 활동에 직․간접영향 - 동일한 성격의 공직은 한데 묶어 동일하게 취급하는 것이 인적자원관리의 효율성과 일관성을 확보하는 데 유리▣ 공직분류 제도의 유형  ○ 인사행정에서 직무와 개인은 동전의 양면- 공직을 분류하는 경우 사람 또는 직무를 기준으로 할 수 있음  ○ 유형: 계급제 vs. 직위분류제Ⅱ. 계급제와 직위분류제1. 계급제▣ 계급제의 의의  ○ 계급제(rank-in-person)의 개념- 사람이 가지는 개인적 특성 - 신분, 학력, 경력, 자격을 기준으로 유사한 개인적 특성을 가진 사람들을 하나의 범주나 집단으로 구분하여 계급을 형성하는 제도- 사람을 대상으로 그 사람이 일을 “얼마나 잘” 수행할 수 있고, 주어진 책임을 “얼마나 효과적으로” 감당할 수 있는가를 기준으로 분류  ○ 계급제의 의의"
  },
  {
    "page": 35,
    "text": "- 계급제는 직위가 내포하고 있는 직무가 아니라 개인이 지니는 특성에 따라 계층을 만들고 여기에 업무를 수준별로 구분하여 담당하게 하는 인간중심적 제도- 계급은 어떠한 일을 할 수 있는가를 결정- 동일한 계급에 속한 사람들은 그들이 수행하는 직무의 성격에 관계없이 모두 동일한 자격과 능력을 갖춘 것으로 간주→ 계급제는 개인의 신분상 지위나 자격에 중점을 두고 계급구조를 형성하므로 특정계급에 사람을 임용하지만 직위분류제는 특정 직위에 공무원을 임용  ○ 사례- 군주국가의 오랜 전통과 관료제 전통을 가진 국가 - 영국, 독일, 프랑스, 한국, 중국, 일본 등▣ 계급제의 특성  ○ 계급군간의 수직적 폐쇄성과 차등성- 계급군 간의 경계가 엄격히 구분 → 타 계급군으로의 이동이 폐쇄적일뿐만 아니라 차등이 심함- 충원과정에서부터 각 계급군을 서로 다른 경로를 통해 이루어지며, 일단 어느 계급군에서 공직을 출발하게 되면 그 계급군 내에서만 승진이 이루어지는 것이 보통- 우리나라의 경우: 6급 이하 vs 5급 이상․6급 이하(사무계급): 일반 서기 또는 집행업무 담당․5급 이상(관리계급): 부하에 대한 감독관리, 정책결정에의 참여   ○ 일반행정가 지향- 공직에 채용된 후 다양한 경험과 지식을 축적시켜 조직 전체 혹은 국가 전반의 시각에서 업무를 파악하고 처리할 수 있는 all round player 선호- 업무에 대한 기술적 전문성을 강조하는 직위분류제와는 달리 폭넓은 이해력과 조정능력을 갖추고 업무의 통합능력이 뛰어난 일반행정가 선호  ○ 폐쇄형 충원 체제  ○ 계급의 신분화- 사람-계급-보수 → 계급은 곧 신분을 의미  ○ 신분보장- 계급제하의 공무원은 사람 중심으로 채용되었기 때문에 job과 생존을 같이 하는 "
  },
  {
    "page": 36,
    "text": "것은 아님 → 신분보장의 성격↑ ▣ 계급제의 장․단점  ○ 장점- 순환보직 → generalist 양성에 유리- generalist 지향 → 인적자원의 탄력적 운용  - 내부승진과 신분보장 → 직업공무원제 확립에 기여- generalist → 순환보직 → 타부서에 대한 이해 증진과 협력 용이- 계급의 수가 적기 때문에 인사관리가 수월하고 비용도 절감  ○ 단점- 순환보직 → professionalist 양성 및 행정의 전문화에 불리 → 능률성?- 내부승진과 신분보장 → 공직사회의 정체와 부패, 환경변화에 대한 공직의 경직화- 계급=보수 → 보수와 업무부담의 형평성 결여- 사람중심의 인사관리 → 연공서열과 같은 주관적․편의적 기준 작용 → 실적주의제 확립을 저해- 계급군과의 폐쇄성 → 의사결정의 합리성 결여2. 직위분류제▣ 직위분류제의 의의  ○ 직위분류제의 개념- 사람이 맡아 수행하게 되는 직무와 그 직무수행에 수반되는 책임을 기준으로 분류한 직위구조- 사람이 하는 일을 중심으로 그 일이 “무엇”이며, 그에 따른 책임이 “어느 정도”인가를 기준으로 분류  ○ 직위분류제의 의의- 직위분류제는 직위가 가지고 있는 직무를 분석하고 평가하여 거기에 적합한 지식과 기술, 능력과 경험을 가진 인물을 임용- 이에 따라 노동분화에 따른 전문화와 동일노무에 따른 동일 보수라는 보수체계의 형평성을 확보할 수 있음"
  },
  {
    "page": 37,
    "text": "  ○ 사례- 미국, 캐나다, 호주, 뉴질랜드 등▣ 직위분류제의 특성  ○ 직무간 수평적 폐쇄성- 서로 다른 직무사이에 엄격한 경계 → 상이한 업무간 이동이 폐쇄적  ○ 전문행정가 지향- 직무수행에 요구되는 전문지식으로 무장한 position player 선호- 업무에 대한 기술적 전문성을 강조  ○ 개방형 충원 체제  ○ 직위분류제의 직급이나 등급은 직무의 책임도나 곤란도에 의해 구분 →      특정 직위 ≠ 신분  ▣ 직위분류제의 장․단점  ○ 장점- 직무의 과학적 분석과 합리적 구조화 → professionalist 양성에 유리 → 행정의 전문화에 유리 → 능률성?- 외부충원 → 환경변화에 대한 공직의 유연성 제고- 동일업무=동일보수 → 보수의 형평성 확립- 직무중심의 인사관리 → 능력중심/실적중심 → 실적주의제 확립- 직무의 특성이나 성격 및 내용의 구체화 → 교육훈련과 근평, 보수, 승진 등 인사관리 제활동에 대한 객관적 기준 제공  ○ 단점- 상이한 직무 → 수평적 이동 제한 → 인사관리의 경직성- 외부충원과 약한 신분보장 → 직업공무원제 확립에 장애- professionalist 지향 → 타부서에 대한 이해 부족과 협력 및 의사소통 곤란- 일반적 관리능력을 지닌 generalist 양성에 불리"
  },
  {
    "page": 38,
    "text": "Ⅲ. 우리나라 공직분류 실태와 발전방향1. 일반행정가 중심의 문제점 및 개선▣ 문제점  ○ 일반행정가 중심의 채용 → 전문성 결여- 일반행정가 중심의 채용 및 잦은 인사이동으로 인한 전문성 결여- 일반행정가 우대 → 일반행정직이 기술전문직보다 인사나 권위에서 우대받고 있으며, 우수한 인력도 일반행정직에 집중  ○ 급변하는 환경에의 대응성 결여- 지능정보사회의 복잡하고 전문적인 행정․정책문제를 해결하는데 한계  ○ 일반행정직 우대  ▣ 개선전략  ○ 전문가 양성 및 충원에 대한 재검토- 일반행정가 우대 → 일반행정직이 기술전문직보다 인사나 권위에서 우대- 정책분석능력 및 문제해결능력 제고를 위한 교육훈련의 개편  ○ 기술 관련직 우대- 이를 위해서는 공직내 또는 사회분위기가 조성되어야 함- 정책결정에 직접 참여할 수 있도록 고위직에 보다 많은 기술관련직 전문가를 양성․충원이 필요2. 폐쇄형 임용의 문제점 및 개선▣ 문제점  ○ 외부인사 충원의 미흡- 개방형 임용제를 통해 충원된 고위공무원중 민간기업 출신은 매우 부족- 외부인사 충원을 위해 특수경력직의 별정직과 계약직을 두고 있으나, 이들의 경우 정책관련 비중이 극히 낮음 → 민의에의 대응성 증대가 어려움   ○ 부정부패의 원인"
  },
  {
    "page": 39,
    "text": "- 공직의 경직성 - 고인 물은 썩게 마련  ▣ 개선전략  ○ 개방형 임용의 확대시행- 단, 개방형 임용과정에 있어서의 정치적 영향을 배제하는 것이 필요  ○ 외부와의 인사교류 확대- 공직의 경직성 타파, 국민요구에 대한 대응성 제고, 외부의 전문지식 유입 및 활용을 위한 외부와의 인사교류 확대- 외부와의 인사교류 확대를 위해서는 자격과 능력에 상응하는 탄력적 보수체계의 마련이 필요3. 계급구조의 문제점과 개선전략1) 계급내 직급불균등의 문제점 및 개선▣ 문제점  ○ 계급내 업무량, 직무수행의 난이도․책임도의 형평성 상실- 동급의 부서간에도 주무부서가 있고 그렇지 않은 부서가 존재  ○ 계급내 직급불균등은 보수의 형평성 문제와 직결- 업무량, 직무수행의 난이도․책임도에 관계없는 동일한 보수로 인한 불만 → 사기 저하 → 공직의 생산성 저하- 이는 올바른 직무분석이 이루어지지 않았기 때문 → 주먹구구식 계급구조 및 직렬구조로 인한 폐단   ▣ 개선전략  ○ 객관적․합리적인 직무분석 및 평가를 통한 계급구조 및 직렬구조의 합리화  ○ 보수의 형평성 문제 해결- 직무분석을 통한 동일업무에 대한 동일보수 실현- 승진과 승격의 분리를 통한 공무원의 불만해소"
  },
  {
    "page": 40,
    "text": "- 보수등급제 시행2) 계급수의 부적절성과 이의 개선▣ 문제점  ○ 적은 계급수 → 인사적체- 6급에서 5급, 5급에서 4급으로의 평균 승진년수가 약 10년에 가까운 실정  ○ 승진적체 또는 승진병목 현상 → 공무원의 사기저하  ▣ 개선전략  ○ 계급수의 증대"
  },
  {
    "page": 41,
    "text": "[인사행정론 실전 역량 키우기][예제1-사법고시] 계급제의 장점이 아닌 것은?    ① 공무원의 경력 발전에 도움을 제공한다.    ② 일반교양을 지닌 능력있는 자를 채용할 수 있다.    ③ 직업공무원제의 확립에 유리하다.    ④ 보수체계의 합리적 기준을 제공할 수 있다.    ⑤ 행정 업무의 조정에 유리하다.[예제2-서울직 7급] 직위분류제에 관해 적절한 설명이 아닌 것은?    ① 직위란 한 사람의 근무를 필요로 하는 직무와 책임의 양을 말한다.    ② 직급(class)이란 직무의 종류․곤란도․자격 요건 등이 유사하여 채용 보수, 기타 인사행정상 동일하게 다룰 수 있는 직위의 집단을 말한다.    ③ 직류란 동일한 직렬 내에서의 담당분야가 동일한 직무의 군을 말한다.    ④ 직렬이란 직무의 종류는 상이하나 곤란도․책임도는 유사한 직급의 군을 말한다.[예제3-행정고시] 직위분류제에 대한 설명중 옳은 것은?    ① 인적자원의 활용이 탄력적이다.    ② 권한과 책임이 명확하다.     ③ 직무수행의 결과보다는 직무수행에 필요한 투입에 초점을 두고 있다.     ④ 보수의 형평성과 실적제에 대한 요구에 따라 주창되었다. "
  },
  {
    "page": 42,
    "text": "TOPIC Ⅵ. 공무원 종류와 고위공무원단Ⅰ. 공무원 종류1. 국가공무원 vs. 지방공무원⃞ 차이점  ○ 임용 주체- 국가공무원: 중앙정부(국가)가 임용하는 공무원- 지방공무원: 지방자치단체 의하여 임용되는 공무원  ○ 행정 주체- 국가공무원: 중앙정부의 국가사무를 담당하는 공무원- 지방공무원: 지방자치단체의 자치사무를 담당하는 공무원  ○ 보수경비- 국가공무원: 국가에서 경비를 부담- 지방공무원: 지방자치단체가 경비를 부담<표> 국가공무원과 지방공무원의 비교구분국가공무원지방공무원법적 근거국가공무원법, 정부조직법 등지방공무원법, 지방자치법, 조례 등임용권자3급 이상-대통령4급 이하-소속 장관 또는6급 이하-소속 장관 또는 위임된 자지방자치단체의 장보수재원국비 지방비⃞ 공통점  ○ 국가공무원이나 지방공무원 모두 공무원을 경력직 공무원과 특수경력직 공무원으로 구분하고 직위분류체계도 유사"
  },
  {
    "page": 43,
    "text": "  ○ 공무원 임용절차, 교육훈련, 성과평가, 보수체계와 연금 등에서도 대동소이2. 경력직 공무원 vs. 특수경력직 공무원⃞ 개념  ○ 경력직 공무원- 실적과 자격에 의하여 임용되고 신분이 보장되며 특별한 사유가 없는 한 정년에 이르기까지 근무할 수 있는 공무원- 실적주의와 신분보장이 동시에 적용되는 공무원  ○ 특수경력직 공무원- 실적이 적용되는 경우와 되지 않는 경우로 나뉘나, 신분이 보장되지 않아 정년까지 계속 근무하는 것을 전제로 하지 않는 공무원⃞ 경력직 공무원  ○ 일반직 공무원- 일반직 공무원은 기술․연구 또는 행정 일반에 대한 업무를 담당하며, 직군과 직렬로 분류되며, 계급은 1급에서 9급으로 구분  ○ 특정직 공무원- 특정직 공무원은 실적과 자격에 의하여 임용되고 신분이 보장된다는 점에서 일반직 공무원과 동일- 하지만 담당 직무가 특수하여 거기에 필요한 자격․복무규율․정년․보수체계․신분 보장 등에서 특수성을 인정할 필요가 있어 일반직 공무원과 별도로 분류- 특정직 국가공무원과 특정직 지방공무원으로 구분- 특정직 국가공무원: 법관, 검사, 외무공무원, 경찰공무원, 소방공무원, 교육공무원, 군인, 군무원, 헌법재판소 헌법연구관 및 국가정보원의 직원과 특수 분야의 업무를 담당하는 공무원으로 다른 법률에서 특정직 공무원으로 지정하는 공무원- 특정직 지방공무원은 공립대학 및 전문대학에 근무하는 교육공무원, 자치경찰공무원 및 지방소방공무원과 그밖에 특수 분야의 업무를 담당하는 공무원으로서 다른 법률에서 특정직 공무원으로 지정하는 공무원"
  },
  {
    "page": 44,
    "text": "□ 특수경력직 공무원  ○ 정무직 공무원- 담당 업무의 성격이 정치적 판단이나 정책결정을 필요로 하는 고위공무원- 선거에 의해 취임하거나 임명에 있어서 국회나 지방의회의 동의를 요하는 공무원- 고도의 정책결정 업무를 담당하거나 이러한 업무를 보조하는 공무원으로서 법령 또는 조례가 정무직으로 지정하는 공무원- 예: 대통령, 국무총리, 국무위원(장관 등), 국회의원, 지자체장(도지사, 시장 군수), 감사원장  ○ 별정직 공무원- 특정 업무를 담당하기 위하여 별도의 자격 기준에 따라 임용되는 공무원으로서 법령이나 조례에서 별정직으로 지정하는 공무원- 예: 국회 수석전문위원, 감사원 사무차장, 서울특별시․광역시․도(道)선거관리위원회의 상임위원, 중앙노동위원회 상임위원과 지방노동위원회 위원장 및 상임위원, 중앙․지방 해양안전심판원의 원장 및 심판관, 중앙행정기관의 차관보와 실․국장과 이에 상당하는 보좌기관 및 소청심사위원회 상임위원, 국가정보원의 기획조정실장, 광역시․도(제주특별자치도 포함)의 정무부시장․부지사, 비서관․비서, 비상계획업무담당, 대학직장예비군담당, 기타 법령과 조례에서 별정직으로 지정하는 공무원  ○ 계약직 공무원- 국가나 지방자치단체와 채용 계약에 따라 일정한 기간 동안 전문지식․기술이 요구되거나 임용에 있어서 신축성 등이 요구되는 업무에 종사하는 공무원(국가공무원법 및 지방공무원법 제2조 제3항 제3호)- 계약직 공무원제도는 전문적인 지식과 능력 및 경험을 가진 사람을 행정조직 내부 또는 민간부문에서 채용 → 공직을 외부 환경에 개방함으로써 폐쇄형 임용제도의 무경쟁성과 비전문성을 막고 행정의 경쟁성과 전문성, 그리고 신축성을 확보하기 위한 제도 "
  },
  {
    "page": 45,
    "text": "Ⅱ. 고위공무원단1. 고위공무원단의 의의⃞ 개념 ○ 고위공무원- 행정부 공무원중 직무의 곤란성과 책임도가 높은 직위에 임용되어 재직 중이거나 파견․휴직 등으로 인사관리되고 있는 일반직, 별정직, 특정직 공무원 ○ 고위공무원단- 정부정책의 핵심적 역할을 수행하는 고위공무원을 전 정부적 차원에서 통합적으로 관리·운영하여 행정의 생산성과 효율성은 물론 정치적 대응성을 제고하기 위한 정부 고위직의 인력풀 ○ 고위공무원은 고위공무원단에 소속되지 않은 공무원과 중하위직 공무원과는 다른 인사원리 적용- 계급제와 직위분류제의 적용을 그대로 받지 않는 대신 성과관리적 요소가 강하게 반영되고, 개방임용과 기관 간 이동 확대 등 인사관리의 개방성과 융통서으 신축성이 높은 특징 ○ 한국은 2006년 7월부터 시행- 미국은 1978년부터 시행(공무원제도개혁법)⃞ 특징: 개방, 경쟁, 성과, 정치적 대응성 ○ 고위공무원은 계급제와 직위분류제의 적용을 그대로 받지 않는 대신 성과관리적 요소가 강하게 반영되고, 개방임용과 기관 간 이동 확대 등 인사관리의 개방성과 융통성, 신축성이 높은 특징 ○ 전 정부적 차원의 통합적 관리·운영- 중앙인사기관에서 통일된 인사관리 기준 마련 및 통일된 제도 운영 ○ 개방성- 공직의 폐쇄성 극복을 위해 전문성을 가진 우수 인력이 공직에 유입되어 공직을 경쟁적으로 만들려는 제도  ○ 이동성"
  },
  {
    "page": 46,
    "text": "- 고위직 공무원이 한 부처나 기관에만 근무하지 않고 다른 부처나 기관으로 이동하는 것을 의미- 폭넓은 시각과 안목, 기관 간 협업 증진, 직업적 역량 개발, 일반행정가로서의 관리 역량 제고  ○ 성과주의- 개인의 성과에 따른 성과급 지급  ○ 정치적 대응성- 통치권자의 국정철학 반영을 위해 고위직에 정무직위를 확대하야 고위공무원의 정치적 대응성 제고⃞ 고위공무원단의 직위: 채용방법  ○ 개방형 직위: 민간과 경쟁하여 충원  ○ 공모직위: 다른 행정기관과 경쟁하여 충원  ○ 기관 자율직위: 부처 내의 인사로서 충원2. 고위공무원단의 인사관리⃞ 소속 및 구성  ○ 소속- 고위공무원은 ‘고위공무원단 소속’으로 하나의 풀(pool)로 관리- 각 기관의 장은 고위공무원의 현 소속에 관계없이 풀에서 적임자를 임용 제청할 수 있음- 일단 부처에 배치된 공무원은 소속 장관이 인사․복무관리 담당  ○ 구성: 고위공무원단 직위, 현재 1,500명 이상- 중앙행정기관의 실장․국장 및 이에 상당하는 보좌기관- 행정부 각급 기관(부․처․청이 아닌 행정기관, 단 감사원 제외)의 직위 중 중앙행정기관의 실장․국장의 직위에 상당하는 직위- 광역 시․도 및 지방교육행정기관에 근무하는 국가공무원의 직위중 중앙행정기관의 실장․국장의 직위에 상당하는 직위: 행정부시장(부지사), 기획관리실장 및 농업기술원장(제주특별자치도는 일반직 공무원으로 제외), 지방교육자치단체의 부교육감"
  },
  {
    "page": 47,
    "text": "- 이외 다른 법령에서 고위공무원단에 속하는 공무원으로 임용할 수 있도록 정한 직위⃞ 충원  ○ 후보자 역량평가- 역량평가란, 성공적인 직무수행을 위해 요구되는 자질과 능력 등 핵심 역량에 대해 실제 상황과 유사한 실행 과제를 평가 대상자에게 제시하고, 이때 나타나는 평가 대상자의 행동 특성 평가하는 방법- 사고역량(문제인식, 전략적 사고), 업무 역량(성과 지향, 변화관리), 관계 역량(고객만족, 조정․통합)  ○ 충원방법- 개방형 직위: 공직 내부 vs. 민간 전문가와 경쟁, 20% 이내- 공모직위: 공직 내부(부처내, 타부처간) 경쟁, 30% 이내- 자율직위: 내부 승진과 외부 경력자 채용□ 직무등급  ○ 고위공무원단은 종전의 실․국장급 공무원의 계급(1~3급)을 폐지하여 구성- 3급의 과장급 계급은 존치  ○ 현재의 실․국장은 계급이 아닌 담당 직위의 곤란성과 책임도에 따라 “가~나” 급의 직무등급을 부여하여 인사관리- 기존에는 가, 나, 다, 라, 마 등 5등급으로 구분- 2009년부터 “가, 나” → “가” & “다, 라, 마” → “나”급으로 통합  ○ 직무등급은 계급과는 달리 개인에게 부여되는 신분 개념이 아니므로 고위공무원단 직위 간의 이동이 자유로움□ 근무성적 평정  ○ 고위공무원 근무성적평정은 4급 이상 공무원에게 적용되는 성과계약 등 평가에 의함- 고위공무원 평가는 평가자와 평가 대상자 간에 성과목표․지표 및 평가 결과의 활용 등에 관하여 1년 단위로 성과계약 체결- 성과계약을 토대로 평가대상 공무원이 평가대상 기간 동안 달성한 성과목표의 추진 결과 등을 평가지표 및 평가 항목의 특성에 맞게 설정한 기준에 따라 매년 5"
  },
  {
    "page": 48,
    "text": "개 등급(매우 우수, 우수, 보통, 미흡, 매우 미흡)으로 구분하여 평가  ○ 고위공무원단에 속하는 공무원에 대한 성과계약 등 평가의 평가 등급별 인원 분포 비율- 소속 장관이 정하되 최상위 등급의 인원(매우 우수) 평가 대상 공무원 수의 20% 이하의 비율- 하위 2개 등급은(미흡+매우 미흡)의 인원은 평가 대상 공무원 수의 10% 이상의 비율로 분포□ 고위공무원의 보수  ○ 고위공무원의 보수는 직무성과급적 연봉제 + 연봉외 급여로 구성- 직무성과급적 연봉제 = 기본연봉 + 성과연봉- 연봉외 급여: 가족수당, 자녀학비보조수당, 연가보상비, 직급보조비, 정액급식비 등  ○ 기본연봉- 개인의 경력 및 누적 성과를 반영하여 책정되는 기준급과 직무의 곤란성 및 책임성의 정도를 반영하여 직무등급(가, 나 등급)에 따라 책정되는 직무급을 합한 연간 급여액  ○ 성과연봉- 전년도 업무실적의 평가결과를 반영하여 지급되는 연간 급여액- 성과평가 결과에 따라 성과연봉 지급- 매우 우수: 성과연봉 기준액의 15%, 우수: 성과연봉 기준액의 10%. 보통: 성과연봉 기준액의 6%, 미흡 및 매우 미흡: 성과연봉 또는 성과상여금 미지급(공무원 보수규정 제70조).  ○ 고위공무원의 성과와 보수의 연계성 강화를 위해 직무급의 최대 차이보다 성과연봉의 최대 차이가 크고, 성과연봉의 비중이 확대되도록 보수설계□ 적격심사  ○ 적격심사는 고위공무원의 역량을 강화하고 성과 부진자의 퇴출을 강화하여 고위공무원단제도의 효율성을 제고하기 위한 제도  ○ 정기 적격심사는 고위공무원단에 속하는 공무원으로 임용된 날부터 매 5년마다 실시  ○ 수시 적격심사- 연속하여 2년 이상 근무성적 평정에서 최하위 등급을 받거나, "
  },
  {
    "page": 49,
    "text": "- 정당한 사유 없이 직위를 부여받지 못한 기간이 총 2년에 달한 때(국가공무원법 제70조의 2), - 근무성적평정에서 최하위 등급의 평정을 1년 이상 받은 사람이 직위해제나 초과 현원으로 1년 6개월 이상 보직을 부여받지 못한 경우(고위공무원 인사규정 제26조 제1항 제2호) 등에 실시□ 신분보장  ○ 정년은 60세까지 신분보장- 단, 고위공무원단 직위 중 직무 등급이 가장 높은 등급의 직위에 임용된 고위공무원은 국가공무원법상의 신분보장 규정의 적용을 받지 못함  ○ 기존에는 성과와 역량이 부족해도 특별한 문제가 없으면 1급을 제외하고는 신분보장을 받았지만 현재에는 적격심사와 직무등급이 높은 고위공무원에 대한 신분보장 규정이 적용되지 않음 → 신분보장은 고위공무원단 제도가 도입되기 전에 비하여 약화□ 고위공무원단 제도 도입의 성과와 과제  ○ 성과- 직무와 성과중심의 인사관리 확산: 연공서열보다 능력과 성과에 의한 인사- 보수총액에서 차지하는 성과급 비중이 강화되어 직무와 성과에 따른 보수차등 확산- 공직사회에 경쟁과 개방 확대: 민간 전문가 및 타부처 출신 공무원의 영입 증가 → 범정부적 차원의 인력 활용 및 정책 추진 여건이 마련- 역량기반 인사관리체계 확립: 후보자교육을 통하여 관리직 핵심역량과 문제해결력을 집중 개발하여 능력발전에 공헌 & 역량평가를 통하여 필수 역량이 검증된 전문가만이 고위공무원으로 진출 → 고위공무원 임용을 위한 사전검증 절차 확립  ○ 한계- 고위공무원단 공무원의 보수 수준이 낮고 계약 기간이 짧아 우수한 민간 전문가의 개방형 직위 지원이 활발하지 못함- 민간분야 전문가의 공공분야 근무경험이 부족한 경우가 대부분이기 때문에 조직 및 업무 적응에 많은 시간 소요 → 민간 전문가 활용의 효과↓"
  },
  {
    "page": 50,
    "text": "[인사행정론 실전 역량 키우기][예제1-국가직 9급] 고위공무원단에 대한 설명으로 틀린 것은?    ① 3급 이상 고위 공무원들의 자질 향상과 업무 성취 동기를 부여하기 위한 제도이다.    ② 계급의 명칭을 유지하기 때문에 계급제적 요소를 받아들이는 것이다.     ③ 직무분석을 통한 직무정보는 고위공무원단 제도 구축에 활용될 수 있다.     ④ 고위공무원들의 신분보장이 완화될 수 있다. [예제2-지방직 9급] 우리나라 고위공무원단에 대한 설명으로 옳지 않은 것은?    ① 국가의 고위공무원을 범정부적 차원에서 효율적으로 인사관리하기 위해 도입했다.     ② 개방형 임용 방법, 직위공모 방법, 자율임용 방법을 실시한다.     ③ 국가공무원으로 보하는 부시장, 부지사, 부교육감 등은 해당되지 않는다.     ④ 원칙적으로 직무성과급적 연봉제를 적용한다. [예제3-지방직 9급] 다음 중 특수경력직 공무원이 아닌 것은?    ① 정무직 공무원    ② 별정직 공무원    ③ 고용직 공무원    ④ 특정직 공무원"
  }
];
